Revit 2027 API
UnitTypeId.MetersOfWaterColumn Property
 Meters of water column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MetersOfWaterColumn { get; }
Public Shared ReadOnly Property MetersOfWaterColumn As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MetersOfWaterColumn {
	ForgeTypeId^ get ();
}
static member MetersOfWaterColumn : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace